import React from "react";

 function AboutPage() {
  return (
    <div className="container p-8 mx-auto">
      <h1 className="mb-4 text-3xl font-semibold">О нас</h1>
      <p className="text-gray-700">
        Добро пожаловать в наш интернет-магазин! Мы рады приветствовать вас и
        предложить широкий ассортимент качественных товаров по выгодным ценам.
      </p>

      <h2 className="mt-6 mb-2 text-xl font-semibold">Наша миссия</h2>
      <p className="text-gray-700">
        Нашей главной целью является предоставление вам лучшего опыта покупок
        онлайн. Мы стремимся удовлетворить потребности наших клиентов,
        предоставляя товары высокого качества и оперативный сервис.
      </p>

      <h2 className="mt-6 mb-2 text-xl font-semibold">Наши товары</h2>
      <p className="text-gray-700">
        Мы предлагаем широкий выбор товаров разных категорий: одежда,
        электроника, косметика, бытовая техника и многое другое. Независимо от
        того, что вы ищете, у нас есть товары для всех ваших потребностей.
      </p>

      <h2 className="mt-6 mb-2 text-xl font-semibold">Почему выбирают нас?</h2>
      <p className="text-gray-700">
        Мы гордимся высоким качеством наших товаров и отличным обслуживанием
        клиентов. Наши цены конкурентоспособны, а наша команда всегда готова
        помочь вам с любыми вопросами или проблемами.
      </p>

      <h2 className="mt-6 mb-2 text-xl font-semibold">Свяжитесь с нами</h2>
      <p className="text-gray-700">
        Если у вас есть какие-либо вопросы или вам нужна помощь, не стесняйтесь
        связаться с нами. Мы доступны по электронной почте, телефону и чату в
        режиме реального времени.
      </p>
    </div>
  );
}

export default AboutPage;
